tap "adoptopenjdk/openjdk"
tap "cormacrelf/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "weaveworks/tap"
brew "xz"
brew "aspell"
brew "autoenv"
brew "autojump"
brew "automake"
brew "aws-cdk"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "cfn-lint"
brew "cmake"
brew "corepack"
brew "gmp"
brew "coreutils"
brew "curl"
brew "dfu-programmer"
brew "direnv"
brew "dmenu"
brew "docker-compose"
brew "elvish"
brew "feh"
brew "gh"
brew "git"
brew "git-secrets"
brew "glab"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "isl"
brew "jq"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "mpfr"
brew "libmpc"
brew "librsvg"
brew "libxml2"
brew "logrotate"
brew "maven"
brew "memcached"
brew "mosh"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "oxipng"
brew "pandoc"
brew "parallel"
brew "pigz"
brew "pinentry-mac"
brew "pkg-config"
brew "podman"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "rabbitmq"
brew "rain"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "zbar"
brew "zlib"
brew "zsh"
brew "cormacrelf/tap/dark-notify"
brew "heroku/brew/heroku"
brew "osx-cross/arm/arm-none-eabi-binutils"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alfred"
cask "dotnet-sdk"
cask "elgato-control-center"
cask "focusrite-control"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "gitkraken"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "meetingbar"
cask "ngrok"
cask "omnifocus"
cask "postgres-unofficial"
cask "qmk-toolbox"
cask "spotify"
