tap "adoptopenjdk/openjdk"
tap "common-fate/granted"
tap "cormacrelf/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "kraken/temp"
tap "ngrok/ngrok"
tap "octoenergy/kraken-cli", "git@github.com:octoenergy/kraken-cli.git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "spacelift-io/spacelift"
tap "updatecli/updatecli"
tap "weaveworks/tap"
brew "adr-tools"
brew "antidote"
brew "xz"
brew "argocd"
brew "aspell"
brew "autoenv"
brew "autojump"
brew "automake"
brew "aws-cdk"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "cfn-lint"
brew "chart-testing"
brew "circleci"
brew "cmake"
brew "lima"
brew "colima", args: ["HEAD"], restart_service: :changed
brew "gmp"
brew "coreutils", link: false
brew "curl"
brew "dfu-programmer"
brew "direnv"
brew "dmenu"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "elvish"
brew "eza"
brew "feh"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-secrets"
brew "gitleaks"
brew "glab"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "helm-docs"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "isl"
brew "jq"
brew "k3d"
brew "krew"
brew "kubectx"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "mpfr"
brew "libmpc"
brew "libxml2"
brew "logrotate"
brew "maven"
brew "memcached"
brew "mise"
brew "mosh"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nushell"
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "opentofu"
brew "oxipng"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "patchelf"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "postgresql@16"
brew "potrace"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qemu"
brew "qrencode"
brew "rabbitmq"
brew "rain"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sevenzip"
brew "staticcheck"
brew "stress"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "terraform_landscape"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "uutils-coreutils"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zbar"
brew "zlib"
brew "zsh"
brew "common-fate/granted/granted"
brew "cormacrelf/tap/dark-notify"
brew "heroku/brew/heroku"
brew "kraken/temp/libxmlsec1"
brew "octoenergy/kraken-cli/kraken-cli"
brew "osx-cross/arm/arm-none-eabi-binutils"
brew "qmk/qmk/qmk"
brew "spacelift-io/spacelift/spacectl"
brew "updatecli/updatecli/updatecli"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alfred"
cask "deskpad"
cask "dotnet-sdk"
cask "elgato-control-center"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "gitkraken"
cask "gitkraken-cli"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "macfuse"
cask "meetingbar"
cask "ngrok"
cask "omnifocus"
cask "postgres-unofficial"
cask "qmk-toolbox"
cask "session-manager-plugin"
cask "spotify"
