tap "adoptopenjdk/openjdk"
tap "cormacrelf/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "weaveworks/tap"
brew "xz"
brew "aspell"
brew "python@3.10"
brew "autojump"
brew "libusb"
brew "aws-cdk"
brew "cfn-lint"
brew "aws-sam-cli"
brew "awscli"
brew "cmake"
brew "corepack"
brew "coreutils"
brew "curl"
brew "dfu-programmer"
brew "docker-compose"
brew "gh"
brew "git-secrets"
brew "glab"
brew "gnupg"
brew "go"
brew "librsvg"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "maven"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "pandoc"
brew "parallel"
brew "pigz"
brew "pinentry-mac"
brew "podman"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "rain"
brew "rsync"
brew "rust"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "zbar"
brew "cormacrelf/tap/dark-notify"
brew "weaveworks/tap/eksctl"
cask "dotnet-sdk"
cask "font-hack-nerd-font"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "elgato-control-center"
cask "alfred"
